# ストップワード辞書になく、かつ品詞等でフィルタリングできなかった、あまり重要な意味を持たないが普遍的に頻出する語
# "R"は意図的に EN_CUSTOM_STOP_WORD_LIST から抜いている
JA_CUSTOM_STOP_WORD_LIST <- c("ある", "する", "てる", "いる", "の", "いう", "しまう", "なる", "ん", "思う", "ない")
EN_CUSTOM_STOP_WORD_LIST <- c("The", "A", "B", "C", "D", "E", "F", "G", "H", "I", "J", "K", "L", "M", "N", "O", "P",
                              "Q", "S", "T", "U", "V", "W", "X", "Y", "Z", "a", "b", "c", "d", "e", "f", "g", "h",
                              "i", "j", "k", "l", "m", "n", "o", "p", "q", "r", "s", "t", "u", "v", "w", "x", "y", "z")

# エラーメッセージ
NULL_ARGS_ERR <- "必要な引数のうちのいずれか、または全てが NULL です。"
